[
    [
        {
            "name": "Capsula 341",
            "description": [
                "<p> Eu sempre fui apaixonado pela arte de Akira Toriyama envolvendo veículos. Como eu sempre assistia Dragon Ball Z e lia as mangas, via constantemente esses veículos em cápsulas e sempre achei que era tão simples e tão bem elaborado para o estilo de todo o anime. Com isso em mente, tentei replicar a arte do Capsule 341 em um formato 3D. Aprendi muito, descobri novas técnicas de modelagem e texturização e também é minha primeira animação. Você pode ver <a href = \"https://www.youtube.com/watch?v=-dyYc4c2vQ8\">aqui </a>. </p> Eu fiz esse projeto no Blender 2.81 e criei as texturas usando o photoshop para o metal verde e antigo e também o nome do modelo do veículo. Também usei sons de turbinas eólicas na animação para simular o motor em movimento do avião. </p> "
            ],
            "folderName": "capsule341"
        },
        {
            "name": "Previsão Histórica",
            "description": [
                "<p> Foi aqui que minha exploração de arte começou. Eu estava trabalhando na Magnifinance remotamente por 6 meses. O meu visto não saiu (e até hoje ainda não), por isso fui demitido porque iria para Lisboa. As esperanças de trabalhar em um país estrangeiro foram diminuindo lentamente.<p> Depois de deixar meu primeiro emprego nessa oportunidade que perdi, comecei a jogar video-games. Fiquei fascinado por um jogo chamado Metal Gear Solid V. Isso me levou à modelagem 3D e me fez pensar em como foi criado um jogo tão complexo como esse. Enquanto isso, também assisti a um youtuber chamado NakeyJakey e fui encorajado a criar algo próprio. É por isso que estou criando esta página, porque acredito que isso também é um tipo de arte. Estou fazendo para mostrar o que está na minha cabeça. Com algum conhecimento no Blender desde a faculdade, comecei a construir algo. Eu tinha uma história e me perguntei como contar em algumas imagens. E este é o resultado: </p> 1986, na Ucrânia, erros na condução da fábrica de Chernobyl fazem com que um dos tanques de combustível do reator 4 derreta, causando uma explosão e morte de vários funcionários e exposição à radiação, mesmo em outros países. Mais de 8 mil mortos. 1987, China, O Fogo do Dragão Negro queima mais de 72 mil quilômetros quadrados, atingindo regiões da União Soviética. </p> <p> 1990, China , a cidade de Guiyu se torna o maior aterro sanitário de materiais eletrônicos do mundo. Rios e áreas verdes estão cheios de lixo eletrônico. </p> <p> 2010, no Golfo do México, explode uma das plataformas de petróleo, seguida pelo derramamento de quase 10.000 metros cúbicos de petróleo por dia. </p> <p> 2019, Brasil, mais de 125 mil hectares da floresta amazônica foram queimados. Então, um vazamento de petróleo de origem desconhecida chega ao nordeste e sudeste do Brasil. </p> <p> 2042, Com o aumento dos microdispositivos e da população mundial, o consumo de eletricidade tem seu valor ainda maior. Os custos de dessalinização da água são quase impraticáveis. </p> <p> 2068, A quantidade de água potável atinge níveis alarmantes. Os países da Espanha, França, China, Brasil, México e Japão criam um acordo de desenvolvimento para soluções ambientais chamado 'A Aliança'. Há um enorme desequilíbrio entre a quantidade de oxigênio e CO2 na atmosfera. A respiração normal é feita apenas em ambientes fechados e com filtragem de ar. </p> <p> 2076, Vietnã, um tipo de musgo é descoberto perto da costa. Acredita-se que ele tenha surgido como uma mutação em resposta aos gases do agente Orange, na Guerra do Vietnã em 1955. Nomeado Neckeraceae vivifica, capaz de quebrar moléculas de CO2 até 17 vezes mais rápido que uma planta comum. A equipe da aliança inicia uma pesquisa. </p> <p> 2079, Neckeraceae vivifica é chamada de planta da vida. Mais três tipos de musgo são criados a partir de seu material genético, que até hoje não se sabe muita informação sobre eles. Um deles emite luz na ausência de luz solar para continuar o processo de fotossíntese durante a noite. Os outros dois tipos são azul e laranja. </p> <p> 2081, mochilas de oxigênio natural são criadas, carregando a planta da vida. Sua superfície precisa ser de vidro ou acrílico para receber a (pequena) quantidade de luz solar necessária para realizar a fotossíntese. </p> </p> "
            ],
            "folderName": "historyprediction"
        },
        {
            "name": "Tempo e Dinheiro",
            "description": [
                "<p> Ouvi uma música que dizia 'Sou atemporal, um relógio quebrado e ganho dinheiro como Fred Astaire'. </p> <p> Isso me faz pensar que nada é mais real e ao mesmo tempo tão imaginário quanto o tempo. Mais uma vez, me vejo naquele quarto amarelo decidindo o que vou fazer com a minha vida, já que o passado não existe mais e agora é o ponto de partida. A escolha de seguir um caminho e as conseqüências que o tempo trará mais tarde. Todo mundo quer dinheiro. Eu quero dinheiro. Não há nada mais natural do que desejar um futuro melhor. Mas quando o relógio parar, você ficará satisfeito e pense se vale a pena cada segundo. </p>"
            ],
            "folderName": "timeandmoney"
        },
        {
            "name": "Bem-vindo à minha mente",
            "description": [
                "<p> Essa é difícil. Comecei a modelar algo do nada. Apenas praticando a criação de objetos simples no Blender. Então eu tive uma imagem de uma área central de uma cidade grande e suja como hoje em dia Detroit ou a representação de Gotham no filme Joker (2019). <P /> <p> Então percebi que não estava dizendo nada com isso. Nenhuma mensagem, nada. Apenas um modelo 3D. E pelas coisas que eu estava passando, imaginei aquela cena como minha própria cabeça. Confuso, poucas luzes, nevoeiro. Havia apenas algo faltando. Esses são os sinais de néon espalhados pelos edifícios. Representa todos os sentimentos que eu estava tendo naquela época. <p/>"
            ],
            "folderName": "welcometomymind"
        },
        {
            "name": "Casa Assombrada",
            "description": [
                "<p>It was a tuesday, December 10th, when I started doing this model. I just wanted do something with the horror genre. Nothing gross but something that could cause fear.</p> <p> I always had an image that I don't quite know from where, but it is about a house in the hills with a dry environment, as if it was a transition between winter and autumn. If you played the game Resident Evil 4 you will for sure know what I'm talking about. </p><p> So I started to model this house I always had in my mind which I could reproduce the exat way in this art.When I finished everything I realized it was friday 13th. I tought it was a funny coincidence, and for that reason I added a misteryous figure in one of the windows.</p>"
            ],
            "folderName": "hauntedhouse"
        },
        {
            "name": "Spider-Man",
            "description": [
                "<p>This is a very simple but yet very special piece I have. I always like drawing stuff but never had any contact with digital art. So I saved some money and bought a Intuos Draw tablet that I use until this day. After drawing some spheric shapes and messing around with the brushes I decided to do something I liked. So this is my first 2D art. My favorite hero of all.</p>"
            ],
            "folderName": "spiderman"
        }
    ],
    [
        {
            "name": "Capsule 341",
            "description": [
                "<p>I was always passionate about Akira Toriyama art involving vehicles. Since I always watched Dragon Ball Z and read the mangas I constantly saw those capsule vehicles and always thought it was so simple and so well elaborated for the style of the whole anime. With that in mind I tried to replicate the art of Capsule 341 in a 3D form. I learned a lot,        discovered new techniques in modeling and texturing and it is also my first animation. That you can see it         <a href=\"https://www.youtube.com/watch?v=-dyYc4c2vQ8\">here</a>.</p>         I made this project in Blender 2.81 and created the textures using photoshop for the green and old         looking metal and also the name of the vehicle's model. I also used eolic turbine sounds in the animation to simulate the running motor of the plane."
            ],
            "folderName": "capsule341"
        },
        {
            "name": "History Prediction",
            "description": [
                "<p> This is where my art exploration started. I was working at Magnifinance remotly for 6 months already. My visa didn't got out (and until this day it hasn't), so I got fired because I couln'd go to Lisbon. The hopes of working in a foreign country was slowly fading away. After lefting my first job to this oportunity that I consequently lost, I started to play games. I got fascinated by a game called Metal Gear Solid V. It got me into 3D modeling and made me wonder how a game so complex like that was made. Meanwhile I also watched a youtuber called NakeyJakey and I got encouraged to create something of my own. This is why I'm making this page, because I believe this is also a kind of art. I'm doing to show what is in my head. With some knowledge in Blender since college I started to build something. I had a story and I wondered how to tell it in a few images. And this is the result:  <p>1986, Ukraine, errors in driving the Chernobyl plant cause one of the fuel tanks in reactor 4 to melt, causing an explosion and death of several employees and radiation exposure even in other countries. More than 8 thousand dead.</p></p> <p>1987, China, The Black Dragon Fire burns more than 72 thousand square kilometers reaching even regions of the Soviet Union.</p> <p>1990, China, the city of Guiyu becomes the largest landfill of electronic materials in the world. Rivers and green areas are filled with electronic waste.</p> <p>2010, Gulf of Mexico, explodes one of the oil platforms followed by the spill of almost 10,000 cubic meters of oil per day.</p> <p>2019, Brazil, more than 125 thousand hectares of the Amazon forest burned down. Then, a petroleum leak of unknown origin reaches the northeast and southeast of Brazil.</p> <p>2042, With the increase in microdevices and the world population, the consumption of electricity has its value even higher. Water desalination costs are almost impractical.</p> <p>2068, The amount of drinking water reaches alarming levels. The nations of Spain, France, China, Brazil, Mexico and Japan create a development agreement for environmental solutions called 'The Alliance'. There is a huge imbalance between the amount of oxygen and CO2 in the atmosphere. Normal breathing is done only indoors and with air filtration.</p> <p>2076, Vietnam, a type of moss is discovered near the coast. It is believed that it emerged as a mutation in response to Agent Orange's gases, in the Vietnam War in 1955. Named Neckeraceae vivifica, capable of breaking CO2 molecules up to 17 times faster than an ordinary plant. The alliance team starts research on it.</p> <p>2079, Neckeraceae vivifica is called the plant of life. Three more types of moss are created from their genetic material, which until today is not known much information about them. One of them emits light in the absence of sunlight to continue the process of photosynthesis overnight. The other two types are blue and orange.</p> <p>2081, natural oxygen backpacks are created, carrying the plant of life. Its surface needs to be glass or acrylic to receive the (little) amount of sunlight needed to perform photosynthesis.</p> </p >"
            ],
            "folderName": "historyprediction"
        },
        {
            "name": "Time and Money",
            "description": [
                "<p>I heard a song that said 'I am timeless a broken clock and I make money like Fred Astaire'.</p> <p>It makes me think that nothing is more real and simultaneously as imaginary as time. Once again I find myself in that yellow room deciding what I'm going to do with my life since the past is no more and now it's the start point. The choice to follow a path and the consequence that time will bring later. Everyone wants money. I want money. There is nothing more natural than wishing for a better future. But when your watch stops, you should be satisfied and think if every second was worth it.</p>"
            ],
            "folderName": "timeandmoney"
        },
        {
            "name": "Welcome to My Mind",
            "description": [
                "<p>This is tough. I started modeling something out of nothing. Just practicing doing simple objects on Blender. Then I had an image of a central area of a big and dirty city like nowdays Detroit or  the representation of Gotham in Joker(2019) movie.<p/> <p> Then I just realized that I was not saying anything with that. No message, no nothing. Just a 3D model. And for the things I was passin through then I imagined that scene as my own head. Confused, few lights, fog. There was just something missing. That is the neon signs arround the buildings. It represents every feeling I was having back then.<p/> "
            ],
            "folderName": "welcometomymind"
        },
        {
            "name": "Haunted House",
            "description": [
                "<p>It was a tuesday, December 10th, when I started doing this model. I just wanted do something with the horror genre. Nothing gross but something that could cause fear.</p> <p> I always had an image that I don't quite know from where, but it is about a house in the hills with a dry environment, as if it was a transition between winter and autumn. If you played the game Resident Evil 4 you will for sure know what I'm talking about. </p><p> So I started to model this house I always had in my mind which I could reproduce the exat way in this art. When I finished everything I realized it was friday 13th. I tought it was a funny coincidence, and for that reason I added a misteryous figure in one of the windows. </p>"
            ],
            "folderName": "hauntedhouse"
        },
        {
            "name": "Spider-Man",
            "description": [
                "<p>This is a very simple but yet very special piece I have. I always like drawing stuff but never had any contact with digital art. So I saved some money and bought a Intuos Draw tablet that I use until this day. After drawing some spheric shapes and messing around with the brushes I decided to do something I liked. So this is my first 2D art. My favorite hero of all.</p>"
            ],
            "folderName": "spiderman"
        }
    ],
    [
        {
            "name": "Capsule 341",
            "description": [
                "<p>私は常に情熱を傾けていました。乗り物に関わる鳥山明の芸術について。私は常にドラゴンボールZを見て漫画を読んでいたので、私は常にこれらのカプセル車を見てきました。それを念頭に置いて、Capsule 341のアートを3D形式で複製しようとしました。私は多くのことを学び、モデリングとテクスチャリングの新しいテクニックを発見しました。これも私の最初のアニメーションです。 <a href=\"https://www.youtube.com/watch?v=-dyYc4c2vQ8\">こちら</a>でご覧いただけます。</ p>このプロジェクトはBlender 2.81で作成し、緑と古い外観の金属にPhotoshopを使用したテクスチャ、および車両のモデルの名前。また、アニメーションでエリックタービンサウンドを使用して、飛行機の走行中のモーターをシミュレートしました。"
            ],
            "folderName": "capsule341"
        },
        {
            "name": "履歴予測",
            "description": [
                "<p> This is where my art exploration started. I was working at Magnifinance remotly for 6 months already. My visa didn't got out (and until this day it hasn't), so I got fired because I couln'd go to Lisbon. The hopes of working in a foreign country was slowly fading away. After lefting my first job to this oportunity that I consequently lost, I started to play games. I got fascinated by a game called Metal Gear Solid V. It got me into 3D modeling and made me wonder how a game so complex like that was made. Meanwhile I also watched a youtuber called NakeyJakey and I got encouraged to create something of my own. This is why I'm making this page, because I believe this is also a kind of art. I'm doing to show what is in my head. With some knowledge in Blender since college I started to build something. I had a story and I wondered how to tell it in a few images. And this is the result: <p>1986, Ukraine, errors in driving the Chernobyl plant cause one of the fuel tanks in reactor 4 to melt, causing an explosion and death of several employees and radiation exposure even in other countries. More than 8 thousand dead.</p> <p>1987, China, The Black Dragon Fire burns more than 72 thousand square kilometers reaching even regions of the Soviet Union.<p>1990, China, the city of Guiyu becomes the largest landfill of electronic materials in the world. Rivers and green areas are filled with electronic waste.</p><p>2010, Gulf of Mexico, explodes one of the oil platforms followed by the spill of almost 10,000 cubic meters of oil per day.</p><p>2019, Brazil, more than 125 thousand hectares of the Amazon forest burned down. Then, a petroleum leak of unknown origin reaches the northeast and southeast of Brazil.</p><p>2042, With the increase in microdevices and the world population, the consumption of electricity has its value even higher. Water desalination costs are almost impractical.</p><p>2068, The amount of drinking water reaches alarming levels. The nations of Spain, France, China, Brazil, Mexico and Japan create a development agreement for environmental solutions called 'The Alliance'. There is a huge imbalance between the amount of oxygen and CO2 in the atmosphere. Normal breathing is done only indoors and with air filtration.</p><p>2076, Vietnam, a type of moss is discovered near the coast. It is believed that it emerged as a mutation in response to Agent Orange's gases, in the Vietnam War in 1955. Named Neckeraceae vivifica, capable of breaking CO2 molecules up to 17 times faster than an ordinary plant. The alliance team starts research on it.</p><p>2079, Neckeraceae vivifica is called the plant of life. Three more types of moss are created from their genetic material, which until today is not known much information about them. One of them emits light in the absence of sunlight to continue the process of photosynthesis overnight. The other two types are blue and orange.</p><p>2081, natural oxygen backpacks are created, carrying the plant of life. Its surface needs to be glass or acrylic to receive the (little) amount of sunlight needed to perform photosynthesis.</p></p >"
            ],
            "folderName": "historyprediction"
        },
        {
            "name": "時間とお金",
            "description": [
                "<p>壊れた時計は時代を超越し、フレッド・アステアのようにお金を稼ぐ」という歌を聞いた。</ p> <p>これは、時間ほど現実的であり、同時に想像上のものはないと考えさせる。過去はもうないので、今はそれが出発点であるので、私はもう一度黄色い部屋にいることに気づき、自分の人生で何をするかを決めます。道をたどる選択とその時間が後にもたらす結果。誰もがお金が欲しい。お金が欲しい。より良い未来を望むことほど自然なことはありません。ただし、時計が停止したら、満足して、1秒ごとに価値があるかどうかを考えてください。</ p>"
            ],
            "folderName": "timeandmoney"
        },
        {
            "name": "私の心へようこそ",
            "description": [
                "<p>これは難しい。何もないところから何かをモデリングし始めた。Blenderで単純なオブジェクトを練習するだけだった。それから、今日のデトロイトやジョーカーのゴッサムの代表のような大きくて汚い都市の中心部のイメージがあった（ 2019）映画。<p /> <p>それから、私はそれで何も言っていないことに気づきました。メッセージも何もありません。ただの3Dモデルです。頭が混乱している、わずかな明かり、霧。何かが足りなかった。それは建物の周りのネオンサインです。それは私が当時感じていたすべての感情を表しています。<p /> "
            ],
            "folderName": "welcometomymind"
        },
        {
            "name": "お化け屋敷",
            "description": [
                "<p>このモデルを始めたのは、12月10日の火曜日でした。ホラージャンルで何かをしたかっただけです。大したことは何もありませんが、恐怖を引き起こす可能性があります。</ p> <p>私はいつもどこからでもよくわからないイメージを持っていましたが、それはまるで乾燥した環境の丘の家に関するものです。冬と秋の間の移行。 「バイオハザード4」というゲームをプレイした場合、私が話していることを確実に知ることができます。 </ p> <p>それで、私はこの家のモデルを作り始めました。私はいつもこのアートのexatの方法を再現することができたと思いました。すべてを終えたとき、私はそれが金曜日の13日であることに気づきました。それは面白い偶然だと思ったので、ウィンドウの1つにmisteryousの図を追加しました。</ p>"
            ],
            "folderName": "hauntedhouse"
        },
        {
            "name": "スパイダーマン",
            "description": [
                "<p>これは非常にシンプルですが、私が持っている非常に特別な作品です。私はいつもものを描くのが好きですが、デジタルアートとは一切触れませんでした。それで私はお金を節約し、今日まで使用するIntuos Drawタブレットを購入しました。いくつかの球形を描き、ブラシをいじってから、好きなことをすることにしました。これが私の最初の2Dアートです。一番好きなヒーロー。</ p>"
            ],
            "folderName": "spiderman"
        }
    ]
]